Repository: xcv58/MacTools
Catalog: Plugins/Sidecar/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# action.externalConfirmation.confirm
source: 继续
ar: متابعة
de: Fortfahren
en: Continue
es: Continuar
fr: Continuer
ja: 続ける
ko: 계속
pt: Continuar
ru: Продолжить
tr: Devam Et
zh_hant: 繼續

# action.externalConfirmation.message
source: 此运行链接将更改 Sidecar 显示器连接。
ar: سيغيّر رابط التشغيل هذا اتصال شاشة Sidecar.
de: Dieser Ausführungslink ändert die Verbindung eines Sidecar-Displays.
en: This Run Link will change a Sidecar display connection.
es: Este enlace de ejecución cambiará la conexión de una pantalla Sidecar.
fr: Ce lien d’exécution modifiera la connexion d’un écran Sidecar.
ja: この実行リンクはSidecarディスプレイの接続を変更します。
ko: 이 실행 링크는 Sidecar 디스플레이 연결을 변경합니다.
pt: Esta hiperligação de execução irá alterar a ligação de um ecrã Sidecar.
ru: Эта ссылка запуска изменит подключение дисплея Sidecar.
tr: Bu Run Link, bir Sidecar ekran bağlantısını değiştirecek.
zh_hant: 此執行連結將更改 Sidecar 顯示器連線。

# device.unnamed
source: Sidecar 显示器
ar: شاشة Sidecar
de: Sidecar-Display
en: Sidecar Display
es: Pantalla Sidecar
fr: Écran Sidecar
ja: Sidecarディスプレイ
ko: Sidecar 디스플레이
pt: Ecrã Sidecar
ru: Дисплей Sidecar
tr: Sidecar Ekranı
zh_hant: Sidecar 顯示器

# metadata.description
source: 连接附近可用的 Sidecar 显示器作为扩展显示器
ar: وصّل شاشة متوافقة مع Sidecar قريبة كشاشة ممتدة.
de: Ein Sidecar-kompatibles Display in der Nähe als erweiterten Bildschirm verbinden.
en: Connect a nearby Sidecar-compatible display as an extended display.
es: Conecta una pantalla compatible con Sidecar cercana como pantalla ampliada.
fr: Connecter un écran compatible avec Sidecar à proximité comme écran étendu.
ja: 近くのSidecar対応ディスプレイを拡張ディスプレイとして接続します。
ko: 근처의 Sidecar 호환 디스플레이를 확장 디스플레이로 연결합니다.
pt: Ligue um ecrã compatível com Sidecar por perto como ecrã adicional.
ru: Подключите ближайший совместимый с Sidecar дисплей как дополнительный экран.
tr: Yakındaki Sidecar uyumlu bir ekranı genişletilmiş ekran olarak bağlar.
zh_hant: 連接附近可用的 Sidecar 顯示器作為延伸顯示器

# panel.action.connect
source: 连接
ar: اتصال
de: Verbinden
en: Connect
es: Conectar
fr: Connecter
ja: 接続
ko: 연결
pt: Ligar
ru: Подключить
tr: Bağlan
zh_hant: 連接

# panel.action.switch
source: 切换
ar: تبديل
de: Wechseln
en: Switch
es: Cambiar
fr: Basculer
ja: 切り替え
ko: 전환
pt: Alternar
ru: Переключить
tr: Değiştir
zh_hant: 切換

# panel.action.disconnect
source: 断开连接
ar: قطع الاتصال
de: Trennen
en: Disconnect
es: Desconectar
fr: Déconnecter
ja: 接続解除
ko: 연결 해제
pt: Desligar
ru: Отключить
tr: Bağlantıyı Kes
zh_hant: 中斷連接

# panel.action.wiredConnect
source: 仅通过有线连接
ar: اتصال بالكابل فقط
de: Nur per Kabel verbinden
en: Connect via cable only
es: Conectar solo por cable
fr: Connecter par câble uniquement
ja: ケーブルのみで接続
ko: 케이블로만 연결
pt: Ligar apenas por cabo
ru: Только по кабелю
tr: Yalnızca kabloyla bağlan
zh_hant: 僅透過有線連接

# panel.device.subtitle
source: 可请求 Sidecar 连接
ar: متاح لطلب Sidecar
de: Für eine Sidecar-Anfrage verfügbar
en: Available for a Sidecar request
es: Disponible para una solicitud de Sidecar
fr: Disponible pour une demande Sidecar
ja: Sidecar接続を要求できます
ko: Sidecar 연결 요청 가능
pt: Disponível para um pedido Sidecar
ru: Доступно для запроса Sidecar
tr: Sidecar isteği için kullanılabilir
zh_hant: 可要求 Sidecar 連接

# panel.device.subtitle.connected
source: 已通过 Sidecar 连接
ar: متصل عبر Sidecar
de: Über Sidecar verbunden
en: Connected through Sidecar
es: Conectado mediante Sidecar
fr: Connecté via Sidecar
ja: Sidecarで接続中
ko: Sidecar로 연결됨
pt: Ligado através do Sidecar
ru: Подключено через Sidecar
tr: Sidecar üzerinden bağlı
zh_hant: 已透過 Sidecar 連接

# panel.error.switchConnectFailed
source: 已断开 %@，但无法连接 %@：%@
ar: تم قطع اتصال %@، لكن تعذر الاتصال بـ %@: %@
de: %@ wurde getrennt, aber %@ konnte nicht verbunden werden: %@
en: %@ was disconnected, but %@ could not be connected: %@
es: %@ se desconectó, pero no se pudo conectar %@: %@
fr: %@ a été déconnecté, mais %@ n’a pas pu être connecté : %@
ja: %@との接続は解除されましたが、%@に接続できませんでした: %@
ko: %@ 연결은 해제되었지만 %@에 연결할 수 없습니다: %@
pt: %@ foi desligado, mas não foi possível ligar %@: %@
ru: %@ отключён, но не удалось подключить %@: %@
tr: %@ bağlantısı kesildi ancak %@ ile bağlantı kurulamadı: %@
zh_hant: 已中斷 %@，但無法連線 %@：%@

# panel.error.switchDisconnectFailed
source: 无法断开 %@，因此无法切换到 %@
ar: تعذر قطع اتصال %@، لذا لا يمكن التبديل إلى %@
de: %@ konnte nicht getrennt werden; Wechsel zu %@ nicht möglich
en: Could not disconnect %@, so %@ could not be selected
es: No se pudo desconectar %@, por lo que no se puede cambiar a %@
fr: Impossible de déconnecter %@, donc le passage à %@ est impossible
ja: %@との接続を解除できないため、%@に切り替えられません
ko: %@ 연결을 해제할 수 없어 %@로 전환할 수 없습니다
pt: Não foi possível desligar %@, pelo que não é possível mudar para %@
ru: Не удалось отключить %@, поэтому переключение на %@ невозможно
tr: %@ bağlantısı kesilemediğinden %@ seçilemedi
zh_hant: 無法中斷 %@，因此無法切換到 %@

# panel.error.reconciling
source: 操作超时，正在确认 Sidecar 状态…
ar: انتهت مهلة العملية. جارٍ تأكيد حالة Sidecar…
de: Zeitüberschreitung. Sidecar-Status wird bestätigt…
en: The operation timed out. Confirming Sidecar status…
es: La operación agotó el tiempo. Confirmando el estado de Sidecar…
fr: L’opération a expiré. Confirmation de l’état de Sidecar…
ja: 操作がタイムアウトしました。Sidecarの状態を確認中…
ko: 작업 시간이 초과되었습니다. Sidecar 상태 확인 중…
pt: A operação excedeu o tempo limite. A confirmar o estado do Sidecar…
ru: Время ожидания истекло. Проверяем состояние Sidecar…
tr: İşlem zaman aşımına uğradı. Sidecar durumu doğrulanıyor…
zh_hant: 操作逾時，正在確認 Sidecar 狀態…

# panel.error.unconfirmed
source: Sidecar 请求已提交，但未能确认显示器状态
ar: أُرسل طلب Sidecar، لكن تعذر تأكيد حالة الشاشة
de: Die Sidecar-Anfrage wurde gesendet, der Displaystatus konnte aber nicht bestätigt werden
en: The Sidecar request was submitted, but the display state could not be confirmed
es: La solicitud de Sidecar se envió, pero no se pudo confirmar el estado de la pantalla
fr: La demande Sidecar a été envoyée, mais l’état de l’écran n’a pas pu être confirmé
ja: Sidecarの要求は送信されましたが、ディスプレイの状態を確認できませんでした
ko: Sidecar 요청을 보냈지만 디스플레이 상태를 확인할 수 없습니다
pt: O pedido do Sidecar foi enviado, mas não foi possível confirmar o estado do ecrã
ru: Запрос Sidecar отправлен, но состояние дисплея подтвердить не удалось
tr: Sidecar isteği gönderildi ancak ekran durumu doğrulanamadı
zh_hant: Sidecar 要求已送出，但無法確認顯示器狀態

# panel.error.timeout
source: 操作超时，请检查目标显示器、线缆和网络后重试
ar: انتهت مهلة العملية. تحقق من الجهاز الهدف والكابل والشبكة، ثم حاول مجددًا.
de: Zeitüberschreitung. Prüfe das Zielgerät, Kabel und Netzwerk und versuche es erneut.
en: The operation timed out. Check the target display, cable, and network, then try again.
es: La operación agotó el tiempo. Comprueba la pantalla de destino, el cable y la red, e inténtalo de nuevo.
fr: L’opération a expiré. Vérifiez l’écran cible, le câble et le réseau, puis réessayez.
ja: 操作がタイムアウトしました。接続先のディスプレイ、ケーブル、ネットワークを確認してからやり直してください。
ko: 작업 시간이 초과되었습니다. 대상 디스플레이, 케이블, 네트워크를 확인한 다음 다시 시도하십시오.
pt: A operação excedeu o tempo limite. Verifique o ecrã de destino, o cabo e a rede e tente novamente.
ru: Время ожидания истекло. Проверьте целевой дисплей, кабель и сеть, затем повторите попытку.
tr: İşlem zaman aşımına uğradı. Hedef ekranı, kabloyu ve ağı kontrol edip yeniden deneyin.
zh_hant: 操作逾時，請檢查目標顯示器、連接線和網路後重試

# panel.operation.connect
source: 正在连接
ar: جارٍ الاتصال
de: Verbinden
en: Connecting
es: Conectando
fr: Connexion
ja: 接続中
ko: 연결 중
pt: A ligar
ru: Подключение
tr: Bağlanıyor
zh_hant: 正在連接

# panel.operation.disconnect
source: 正在断开
ar: جارٍ قطع الاتصال
de: Trennen
en: Disconnecting
es: Desconectando
fr: Déconnexion
ja: 接続解除中
ko: 연결 해제 중
pt: A desligar
ru: Отключение
tr: Bağlantı kesiliyor
zh_hant: 正在中斷

# panel.operation.wiredConnect
source: 正在通过有线连接
ar: جارٍ الاتصال بالكابل
de: Per Kabel verbinden
en: Connecting by cable
es: Conectando por cable
fr: Connexion par câble
ja: ケーブルで接続中
ko: 케이블로 연결 중
pt: A ligar por cabo
ru: Подключение по кабелю
tr: Kabloyla bağlanıyor
zh_hant: 正在透過有線連接

# panel.operation.pending.switch
source: 正在断开 %@，然后连接 %@…
ar: جارٍ قطع الاتصال بـ %@ ثم الاتصال بـ %@…
de: %@ wird getrennt, anschließend wird %@ verbunden …
en: Disconnecting %@, then connecting %@…
es: Desconectando %@ y conectando %@…
fr: Déconnexion de %@, puis connexion à %@…
ja: %@との接続を解除してから%@に接続中…
ko: %@ 연결을 해제한 뒤 %@ 연결 중…
pt: A desligar %@ e depois a ligar %@…
ru: Отключение %@, затем подключение %@…
tr: %@ bağlantısı kesiliyor, ardından %@ ile bağlantı kuruluyor…
zh_hant: 正在中斷 %@，然後連線 %@…

# panel.operation.pending.connect
source: 正在连接 %@…
ar: جارٍ الاتصال بـ %@…
de: %@ wird verbunden …
en: Connecting %@…
es: Conectando %@…
fr: Connexion à %@…
ja: %@に接続中…
ko: %@ 연결 중…
pt: A ligar a %@…
ru: Подключение к %@…
tr: %@ ile bağlantı kuruluyor…
zh_hant: 正在連接 %@…

# panel.operation.pending.disconnect
source: 正在断开 %@…
ar: جارٍ قطع الاتصال بـ %@…
de: %@ wird getrennt …
en: Disconnecting %@…
es: Desconectando %@…
fr: Déconnexion de %@…
ja: %@との接続を解除中…
ko: %@ 연결 해제 중…
pt: A desligar %@…
ru: Отключение от %@…
tr: %@ bağlantısı kesiliyor…
zh_hant: 正在中斷 %@…

# panel.operation.pending.wiredConnect
source: 正在通过有线连接 %@…
ar: جارٍ الاتصال بـ %@ عبر الكابل…
de: %@ wird per Kabel verbunden …
en: Connecting %@ by cable…
es: Conectando %@ por cable…
fr: Connexion à %@ par câble…
ja: %@にケーブルで接続中…
ko: %@ 케이블 연결 중…
pt: A ligar %@ por cabo…
ru: Подключение к %@ по кабелю…
tr: %@ ile kablo bağlantısı kuruluyor…
zh_hant: 正在透過有線連接 %@…

# panel.operation.succeeded.switch
source: 已断开 %@，并已提交连接 %@ 的请求
ar: تم قطع اتصال %@ وإرسال طلب اتصال إلى %@
de: %@ wurde getrennt; Verbindungsanfrage für %@ gesendet
en: Disconnected %@ and sent a connection request for %@
es: %@ se desconectó y se envió una solicitud de conexión a %@
fr: %@ a été déconnecté et une demande de connexion a été envoyée pour %@
ja: %@との接続を解除し、%@への接続リクエストを送信しました
ko: %@ 연결을 해제하고 %@ 연결 요청을 보냈습니다
pt: %@ foi desligado e foi enviado um pedido de ligação para %@
ru: %@ отключён, запрос на подключение %@ отправлен
tr: %@ bağlantısı kesildi ve %@ için bağlantı isteği gönderildi
zh_hant: 已中斷 %@，並已提交連線 %@ 的請求

# panel.operation.succeeded.connect
source: 已提交连接 %@ 的请求
ar: تم إرسال طلب الاتصال بـ %@
de: Verbindungsanfrage für %@ gesendet
en: Connection request sent for %@
es: Solicitud de conexión enviada a %@
fr: Demande de connexion envoyée pour %@
ja: %@への接続リクエストを送信しました
ko: %@ 연결 요청을 보냈습니다
pt: Pedido de ligação enviado para %@
ru: Запрос на подключение к %@ отправлен
tr: %@ için bağlantı isteği gönderildi
zh_hant: 已提交連接 %@ 的請求

# panel.operation.succeeded.disconnect
source: 已提交断开 %@ 的请求
ar: تم إرسال طلب قطع الاتصال بـ %@
de: Trennungsanfrage für %@ gesendet
en: Disconnect request sent for %@
es: Solicitud de desconexión enviada a %@
fr: Demande de déconnexion envoyée pour %@
ja: %@の接続解除リクエストを送信しました
ko: %@ 연결 해제 요청을 보냈습니다
pt: Pedido para desligar %@ enviado
ru: Запрос на отключение %@ отправлен
tr: %@ için bağlantı kesme isteği gönderildi
zh_hant: 已提交中斷 %@ 的請求

# panel.operation.succeeded.wiredConnect
source: 已提交有线连接 %@ 的请求
ar: تم إرسال طلب الاتصال السلكي بـ %@
de: Kabelverbindungsanfrage für %@ gesendet
en: Cable connection request sent for %@
es: Solicitud de conexión por cable enviada a %@
fr: Demande de connexion par câble envoyée pour %@
ja: %@へのケーブル接続リクエストを送信しました
ko: %@ 케이블 연결 요청을 보냈습니다
pt: Pedido de ligação por cabo enviado para %@
ru: Запрос на кабельное подключение к %@ отправлен
tr: %@ için kablo bağlantısı isteği gönderildi
zh_hant: 已提交有線連接 %@ 的請求

# panel.operation.failed.switch
source: 无法从 %@ 切换到 %@
ar: تعذر التبديل من %@ إلى %@
de: Wechsel von %@ zu %@ nicht möglich
en: Could not switch from %@ to %@
es: No se pudo cambiar de %@ a %@
fr: Impossible de passer de %@ à %@
ja: %@から%@に切り替えられませんでした
ko: %@에서 %@로 전환할 수 없습니다
pt: Não foi possível alternar de %@ para %@
ru: Не удалось переключиться с %@ на %@
tr: %@ ekranından %@ ekranına geçilemedi
zh_hant: 無法從 %@ 切換到 %@

# panel.operation.failed.connect
source: 无法连接 %@
ar: تعذر الاتصال بـ %@
de: %@ konnte nicht verbunden werden
en: Could not connect to %@
es: No se pudo conectar con %@
fr: Impossible de connecter %@
ja: %@に接続できませんでした
ko: %@에 연결할 수 없습니다
pt: Não foi possível ligar a %@
ru: Не удалось подключиться к %@
tr: %@ ile bağlantı kurulamadı
zh_hant: 無法連接 %@

# panel.operation.failed.disconnect
source: 无法断开 %@
ar: تعذر قطع الاتصال بـ %@
de: %@ konnte nicht getrennt werden
en: Could not disconnect %@
es: No se pudo desconectar %@
fr: Impossible de déconnecter %@
ja: %@の接続を解除できませんでした
ko: %@ 연결을 해제할 수 없습니다
pt: Não foi possível desligar %@
ru: Не удалось отключить %@
tr: %@ bağlantısı kesilemedi
zh_hant: 無法中斷 %@

# panel.operation.failed.wiredConnect
source: 无法通过有线连接 %@
ar: تعذر الاتصال السلكي بـ %@
de: %@ konnte nicht per Kabel verbunden werden
en: Could not connect %@ by cable
es: No se pudo conectar %@ por cable
fr: Impossible de connecter %@ par câble
ja: %@にケーブルで接続できませんでした
ko: %@을(를) 케이블로 연결할 수 없습니다
pt: Não foi possível ligar %@ por cabo
ru: Не удалось подключить %@ по кабелю
tr: %@ ile kablo bağlantısı kurulamadı
zh_hant: 無法透過有線連接 %@

# panel.operation.timedOut.switch
source: 从 %@ 切换到 %@ 超时
ar: انتهت مهلة التبديل من %@ إلى %@
de: Zeitüberschreitung beim Wechsel von %@ zu %@
en: Switching from %@ to %@ timed out
es: Se agotó el tiempo al cambiar de %@ a %@
fr: Le passage de %@ à %@ a expiré
ja: %@から%@への切り替えがタイムアウトしました
ko: %@에서 %@로 전환하는 시간이 초과되었습니다
pt: A mudança de %@ para %@ expirou
ru: Время переключения с %@ на %@ истекло
tr: %@ ekranından %@ ekranına geçiş zaman aşımına uğradı
zh_hant: 從 %@ 切換到 %@ 逾時

# panel.operation.timedOut.connect
source: 连接 %@ 超时
ar: انتهت مهلة الاتصال بـ %@
de: Verbindung zu %@ hat zu lange gedauert
en: Connection to %@ timed out
es: La conexión con %@ agotó el tiempo
fr: La connexion à %@ a expiré
ja: %@への接続がタイムアウトしました
ko: %@ 연결 시간이 초과되었습니다
pt: A ligação a %@ excedeu o tempo limite
ru: Время подключения к %@ истекло
tr: %@ ile bağlantı zaman aşımına uğradı
zh_hant: 連接 %@ 逾時

# panel.operation.timedOut.disconnect
source: 断开 %@ 超时
ar: انتهت مهلة قطع الاتصال بـ %@
de: Trennen von %@ hat zu lange gedauert
en: Disconnecting %@ timed out
es: La desconexión de %@ agotó el tiempo
fr: La déconnexion de %@ a expiré
ja: %@の接続解除がタイムアウトしました
ko: %@ 연결 해제 시간이 초과되었습니다
pt: Desligar %@ excedeu o tempo limite
ru: Время отключения %@ истекло
tr: %@ bağlantısının kesilmesi zaman aşımına uğradı
zh_hant: 中斷 %@ 逾時

# panel.operation.timedOut.wiredConnect
source: 有线连接 %@ 超时
ar: انتهت مهلة الاتصال السلكي بـ %@
de: Kabelverbindung zu %@ hat zu lange gedauert
en: Cable connection to %@ timed out
es: La conexión por cable con %@ agotó el tiempo
fr: La connexion par câble à %@ a expiré
ja: %@へのケーブル接続がタイムアウトしました
ko: %@ 케이블 연결 시간이 초과되었습니다
pt: A ligação por cabo a %@ excedeu o tempo limite
ru: Время кабельного подключения к %@ истекло
tr: %@ ile kablo bağlantısı zaman aşımına uğradı
zh_hant: 有線連接 %@ 逾時

# service.error.deviceUnavailable
source: Sidecar 显示器已不在可用设备列表中
ar: لم تعد شاشة Sidecar متاحة
de: Das Sidecar-Display ist nicht mehr verfügbar
en: The Sidecar display is no longer available
es: La pantalla de Sidecar ya no está disponible
fr: L’écran Sidecar n’est plus disponible
ja: Sidecarディスプレイは利用できなくなりました
ko: Sidecar 디스플레이를 더 이상 사용할 수 없습니다
pt: O ecrã Sidecar já não está disponível
ru: Дисплей Sidecar больше недоступен
tr: Sidecar ekranı artık kullanılamıyor
zh_hant: Sidecar 顯示器已不在可用裝置列表中

# service.error.operationUnavailable
source: 当前系统不支持此 Sidecar 操作
ar: عملية Sidecar هذه غير متاحة على هذا النظام
de: Diese Sidecar-Aktion ist auf diesem System nicht verfügbar
en: This Sidecar action is unavailable on this system
es: Esta acción de Sidecar no está disponible en este sistema
fr: Cette action Sidecar n’est pas disponible sur ce système
ja: このシステムではこのSidecar操作を利用できません
ko: 이 시스템에서는 이 Sidecar 동작을 사용할 수 없습니다
pt: Esta ação Sidecar não está disponível neste sistema
ru: Это действие Sidecar недоступно на этой системе
tr: Bu Sidecar eylemi bu sistemde kullanılamıyor
zh_hant: 目前系統不支援此 Sidecar 操作

# service.unsupported.frameworkLoadFailed
source: 此系统无法加载 SidecarCore
ar: تعذّر تحميل SidecarCore على هذا النظام
de: SidecarCore kann auf diesem System nicht geladen werden
en: SidecarCore cannot be loaded on this system
es: No se puede cargar SidecarCore en este sistema
fr: SidecarCore ne peut pas être chargé sur ce système
ja: このシステムではSidecarCoreを読み込めません
ko: 이 시스템에서 SidecarCore를 불러올 수 없습니다
pt: Não é possível carregar o SidecarCore neste sistema
ru: Не удалось загрузить SidecarCore на этой системе
tr: SidecarCore bu sistemde yüklenemiyor
zh_hant: 此系統無法載入 SidecarCore

# service.unsupported.managerInitializationFailed
source: 此系统无法初始化 SidecarDisplayManager
ar: تعذّر بدء SidecarDisplayManager على هذا النظام
de: SidecarDisplayManager kann auf diesem System nicht gestartet werden
en: SidecarDisplayManager cannot be started on this system
es: No se puede iniciar SidecarDisplayManager en este sistema
fr: SidecarDisplayManager ne peut pas démarrer sur ce système
ja: このシステムではSidecarDisplayManagerを開始できません
ko: 이 시스템에서 SidecarDisplayManager를 시작할 수 없습니다
pt: Não é possível iniciar o SidecarDisplayManager neste sistema
ru: Не удалось запустить SidecarDisplayManager на этой системе
tr: SidecarDisplayManager bu sistemde başlatılamıyor
zh_hant: 此系統無法初始化 SidecarDisplayManager

# service.unsupported.missingInterfaces
source: 此系统的 SidecarCore 缺少所需接口
ar: يفتقد SidecarCore على هذا النظام الواجهات المطلوبة
de: SidecarCore stellt die benötigten Schnittstellen nicht bereit
en: SidecarCore is missing required interfaces on this system
es: SidecarCore no incluye las interfaces necesarias en este sistema
fr: SidecarCore ne fournit pas les interfaces requises sur ce système
ja: このシステムのSidecarCoreには必要なインターフェイスがありません
ko: 이 시스템의 SidecarCore에 필요한 인터페이스가 없습니다
pt: O SidecarCore não fornece as interfaces necessárias neste sistema
ru: В SidecarCore на этой системе нет нужных интерфейсов
tr: SidecarCore, bu sistemde gerekli arayüzleri içermiyor
zh_hant: 此系統的 SidecarCore 缺少所需介面

# service.unsupported.missingManager
source: 此系统未提供 SidecarDisplayManager
ar: لا يوفر هذا النظام SidecarDisplayManager
de: Dieses System stellt SidecarDisplayManager nicht bereit
en: This system does not provide SidecarDisplayManager
es: Este sistema no proporciona SidecarDisplayManager
fr: Ce système ne fournit pas SidecarDisplayManager
ja: このシステムにはSidecarDisplayManagerがありません
ko: 이 시스템은 SidecarDisplayManager를 제공하지 않습니다
pt: Este sistema não fornece o SidecarDisplayManager
ru: Эта система не предоставляет SidecarDisplayManager
tr: Bu sistem SidecarDisplayManager sağlamıyor
zh_hant: 此系統未提供 SidecarDisplayManager

# service.unsupported.missingTypes
source: 此系统的 SidecarCore 缺少所需类型
ar: يفتقد SidecarCore على هذا النظام الأنواع المطلوبة
de: SidecarCore stellt die benötigten Typen nicht bereit
en: SidecarCore is missing required types on this system
es: SidecarCore no incluye los tipos necesarios en este sistema
fr: SidecarCore ne fournit pas les types requis sur ce système
ja: このシステムのSidecarCoreには必要な型がありません
ko: 이 시스템의 SidecarCore에 필요한 타입이 없습니다
pt: O SidecarCore não fornece os tipos necessários neste sistema
ru: В SidecarCore на этой системе нет нужных типов
tr: SidecarCore, bu sistemde gerekli türleri içermiyor
zh_hant: 此系統的 SidecarCore 缺少所需型別

# panel.section.available
source: 可用的 Sidecar 显示器
ar: شاشات Sidecar المتاحة
de: Verfügbare Sidecar-Displays
en: Available Sidecar Displays
es: Pantallas Sidecar disponibles
fr: Écrans Sidecar disponibles
ja: 利用可能なSidecarディスプレイ
ko: 사용 가능한 Sidecar 디스플레이
pt: Ecrãs Sidecar disponíveis
ru: Доступные дисплеи Sidecar
tr: Kullanılabilir Sidecar Ekranları
zh_hant: 可用的 Sidecar 顯示器

# panel.section.connected
source: 已连接
ar: متصل
de: Verbunden
en: Connected
es: Conectado
fr: Connecté
ja: 接続中
ko: 연결됨
pt: Ligado
ru: Подключено
tr: Bağlı
zh_hant: 已連接

# panel.subtitle.connectedAndAvailableCount
source: %d 台已连接 · %d 台可连接
ar: %d متصل · %d شاشة Sidecar متاحة
de: %d verbunden · %d Sidecar-Displays verfügbar
en: %d connected · %d available Sidecar displays
es: %d conectadas · %d pantallas Sidecar disponibles
fr: %d connectés · %d écrans Sidecar disponibles
ja: 接続中：%d台 · 利用可能：%d台
ko: 연결됨 %d대 · 사용 가능 %d대
pt: %d ligados · %d ecrãs Sidecar disponíveis
ru: Подключено: %d · доступно дисплеев Sidecar: %d
tr: %d bağlı · %d kullanılabilir Sidecar ekranı
zh_hant: %d 台已連接 · %d 台可連接

# panel.subtitle.deviceCount
source: %d 台可连接的 Sidecar 显示器
ar: %d شاشة Sidecar متاحة
de: %d Sidecar-Displays verfügbar
en: %d reachable Sidecar displays
es: %d pantallas Sidecar disponibles
fr: %d écrans Sidecar disponibles
ja: 利用可能なSidecarディスプレイ：%d台
ko: 사용 가능한 Sidecar 디스플레이 %d대
pt: %d ecrãs Sidecar disponíveis
ru: Доступно дисплеев Sidecar: %d
tr: %d erişilebilir Sidecar ekranı
zh_hant: %d 台可連接的 Sidecar 顯示器

# panel.subtitle.connectedCount
source: %d 台显示器已通过 Sidecar 连接
ar: %d شاشة متصلة عبر Sidecar
de: %d Displays über Sidecar verbunden
en: %d displays connected through Sidecar
es: %d pantallas conectadas mediante Sidecar
fr: %d écrans connectés via Sidecar
ja: Sidecarで接続中のディスプレイ：%d台
ko: Sidecar로 연결된 디스플레이 %d대
pt: %d ecrãs ligados através do Sidecar
ru: Дисплеев, подключённых через Sidecar: %d
tr: %d ekran Sidecar üzerinden bağlı
zh_hant: %d 台顯示器已透過 Sidecar 連接

# panel.subtitle.unknownCount
source: %d 台 Sidecar 显示器的连接状态不可用
ar: حالة اتصال %d من شاشات Sidecar غير متاحة
de: Der Verbindungsstatus von %d Sidecar-Displays ist nicht verfügbar
en: Connection state unavailable for %d Sidecar displays
es: El estado de conexión no está disponible para %d pantallas Sidecar
fr: L’état de connexion est indisponible pour %d écrans Sidecar
ja: %d台のSidecarディスプレイで接続状態を確認できません
ko: %d대 Sidecar 디스플레이의 연결 상태를 확인할 수 없습니다
pt: O estado de ligação não está disponível para %d ecrãs Sidecar
ru: Состояние подключения недоступно для %d дисплеев Sidecar
tr: %d Sidecar ekranı için bağlantı durumu kullanılamıyor
zh_hant: %d 台 Sidecar 顯示器的連線狀態不可用

# panel.subtitle.untestedSystem
source: %@ · 未在 macOS 14.2 之前测试
ar: %@ · لم يتم اختبار Sidecar على إصدارات macOS الأقدم من 14.2
de: %@ · Sidecar wurde nicht auf macOS vor 14.2 getestet
en: %@ · Sidecar is untested before macOS 14.2
es: %@ · Sidecar no se ha probado antes de macOS 14.2
fr: %@ · Sidecar n’a pas été testé avant macOS 14.2
ja: %@・macOS 14.2より前ではSidecarは未テストです
ko: %@ · Sidecar는 macOS 14.2 이전에서 테스트되지 않았습니다
pt: %@ · O Sidecar não foi testado antes do macOS 14.2
ru: %@ · Sidecar не тестировался на macOS до 14.2
tr: %@ · Sidecar, macOS 14.2 öncesinde test edilmedi
zh_hant: %@ · 未在 macOS 14.2 之前測試

# panel.subtitle.noDevices
source: 未发现可连接的 Sidecar 显示器
ar: لم يتم العثور على شاشات Sidecar قابلة للاتصال
de: Keine erreichbaren Sidecar-Displays gefunden
en: No reachable Sidecar displays found
es: No se encontraron pantallas Sidecar disponibles
fr: Aucun écran Sidecar accessible trouvé
ja: 接続可能なSidecarディスプレイが見つかりません
ko: 연결 가능한 Sidecar 디스플레이를 찾을 수 없음
pt: Nenhum ecrã Sidecar disponível encontrado
ru: Нет доступных дисплеев Sidecar
tr: Erişilebilir Sidecar ekranı bulunamadı
zh_hant: 未發現可連接的 Sidecar 顯示器

# panel.subtitle.unsupported
source: 此系统不支持 Sidecar 控制
ar: عناصر تحكم Sidecar غير متاحة على هذا النظام
de: Sidecar-Steuerung ist auf diesem System nicht verfügbar
en: Sidecar controls are unavailable on this system
es: Los controles de Sidecar no están disponibles en este sistema
fr: Les commandes Sidecar ne sont pas disponibles sur ce système
ja: このシステムではSidecarの操作を利用できません
ko: 이 시스템에서는 Sidecar 제어를 사용할 수 없음
pt: Os controlos Sidecar não estão disponíveis neste sistema
ru: Управление Sidecar недоступно на этой системе
tr: Sidecar denetimleri bu sistemde kullanılamıyor
zh_hant: 此系統不支援 Sidecar 控制

# panel.action.stateUnknown
source: %@ · 无法确定连接状态
ar: %@ · حالة الاتصال غير معروفة
de: %@ · Verbindungsstatus unbekannt
en: %@ · Connection state unavailable
es: %@ · Estado de conexión no disponible
fr: %@ · État de connexion indisponible
ja: %@・接続状態を確認できません
ko: %@ · 연결 상태를 확인할 수 없음
pt: %@ · Estado de ligação indisponível
ru: %@ · Состояние подключения недоступно
tr: %@ · Bağlantı durumu kullanılamıyor
zh_hant: %@ · 無法確定連線狀態
